Repository: aashish123456/OnthegoCustomer
Catalog: NikkosCustomer/*.lproj/Localizable.strings
Languages: es, fr

source: LOGIN
es: Iniciar sesión
fr: S'identifier

source: Enter your username
es: introduzca su nombre
fr: Entrez votre nom

source: Enter your password
es: Introduzca su contraseña
fr: Tapez votre mot de passe

source: Forgot Password?
es: Contraseña olvidada
fr: Mot de passe oublié?

source: Remember me
es: Guardar contraseña
fr: Enregistrer le mot de passe

source: Language
es: Guardar
fr: langue

source: New user Sign Up
es: Registro
fr: S’inscrire

source: Sign In With
es: conectar con
fr: Se connecter avec

source: Register
es: registro
fr: S’inscrire

source: Enter your email
es: Introduzca su correo electrónico
fr: Saisissez votre adresse mail

source: Enter your confirm password
es: Introduzca su contraseña de confirmación
fr: Confirmez votre mot de passe

source: Enter your phone number
es: Introduzca su número de teléfono
fr: Saisissez votre numéro de téléphone

# Company_Name
source: Company Name (Driver):
es: Nombre de la empresa
fr: Nom de la société

source: Company Id
es: Identificación de la empresa
fr: Identification de la société

source: Employee Id
es: ID de empleado
fr: Identification de l'employé

source: My Profile
es: Mi perfil
fr: Mon profil

source: Home
es: Pagina de inicio
fr: Accueil

# Title_Credit_Amount
source: Credit Amount
es: Precio final
fr: Montant du crédit

source: ADD PROMO CODE
es: Añada un código promocional
fr: Ajouter un code promotionnel

source: TripId:
es: Identificador de viaje
fr: ID de la course

source: Pickup Address
es: Lugar de recogida
fr: Adresse de prise en charge

# DropOff_Address
source: Drop Address
es: Lugar de envio
fr: Adresse d'arrivée

source: Ongoing Trip
es: Viaje en curso
fr: Voyage en cours

# Completed_Trip
source: Completed
es: Terminado
fr: Terminé

# Later_Trip
source: Later Ride
es: Acceder a la carrera
fr: Acceder à la course

# Btn_Cancel
source: Cancel
es: anular
fr: Annuler

source: Trip Status:
es: Estado del viaje
fr: État du voyage

source: Name
es: Apellido
fr: Nom

source: Card number
es: Número de tarjeta
fr: Numéro de carte

source: Month
es: Mes
fr: Mois

source: Year
es: Año
fr: An

source: CONTACT US
es: Contáctenos
fr: Nous-contacter

# Feel_Free
source: Feel free to reach out with any queries you might have!
es: Por favor no dude en ponerse en contacto con nosotros si tiene preguntas
fr: S'il vous plaît n'hésitez pas à nous contacter si vous avez des questions

source: Enter your email
es: Introduzca su correo electrónico
fr: saisissez votre e-mail

# Enter_Your_Phone
source: Enter your phone number
es: Introduzca su número de teléfono
fr: Saisissez votre numéro de téléphone

source: GET FREE RIDE
es: Obtener paseo gratis
fr: Obtenir la promenade libre

# Send_Ref
source: Share your invite code
es: Envie su códico de refencia
fr: Envoyez votre code de parrainage

source: DriverName:
es: Nombre del servidor:
fr: Nom du chauffeur:

source: Siret:
es: Número siret:

source: Estimated Cost
es: Costo estimado
fr: Coût estimé

source: Estimated Distance
es: Distancia estimada
fr: Distance estimée

source: No Of persons
es: Número de personas
fr: Nombre de passagers

source: Individual Share
es: Acciones individuales
fr: Partage individuel

source: Search User
es: Introduzca su usuario
fr: Chercher l'utlilisateur

source: Add to list
es: Añadir a la lista
fr: Ajouter à la liste

source: Close
es: cerca
fr: Fermer

source: Add Card
es: Añadir tarjeta
fr: Ajouter une carte bancaire

# Card_Detail
source: Card Details
es: Detalles de tarjeta
fr: Détails de carte

source: Expiry Date
es: Fecha de expiración
fr: Date d'expiration

# AppName
source: Onthego
es: Nikkos clientes
fr: Client NIKKOS

# coupon_code
source: Enter referal code
es: Ingrese el código de referencia
fr: Saisir le code parrainage

# Do_you_want_to_add_this_location_inFavorites
source: Do you want to add this location in favourites?
es: ¿Quieres añadir este sitio a sus favoritos?
fr: Ajouter l'adresse à vos favoris ?

# YesKey
source: Yes
es: Sí
fr: Oui

source: Drop Update
es: Actualización de entrega (depósito)
fr: Mise à jour

source: Enter Nick Name for this address?
es: Introduzca un apodo (nick) a esta dirección
fr: Donnez un nom à cette adresse

source: SUBMIT
es: Enviar
fr: Envoyer

source: NICK NAME
es: SEUDÓNIMO
fr: Pseudo

source: Apple Products
es: Los productos de apple
fr: Produits Apple

source: Contact Support
es: Contacte con el soporte
fr: Contacter le support

source: Free Rides
es: Viajes gratis
fr: Courses gratuites

# Driver_not_available
source: Currently there is no driver available, please try after sometime
es: Conductor no disponible
fr: Chauffeur non disponible

source: from
es: De
fr: De

source: to
es: A
fr: A

source: Getting Address....
es: Obtener la Dirección ....
fr: Recherche l'adresse ....

# Enter_Pickup_Location
source: Please enter pickUp location.
es: Por favor, introduzca el lugar de recogida del pick-up.
fr: Veuillez entrer l'adresse de la prise en charge

# Enter_dropoff_Location
source: Please enter dropOff location.
es: Por favor, introduzca el lugar de depósito
fr: Veuillez entrer l'adresse de destination

source: GET AN ESTIMATE
es: Obtener una estimación
fr: Obtenir une estimation

# Do_you_want_toDelete_favorite_address
source: Do you really want to delete favourite address?
es: ¿De verdad quiere eliminar la dirección favorita?
fr: Voulez-vous supprimer cette adresse de vos favoris?

source: My Trips
es: Mis viajes
fr: Mes courses

# Are_you_sure_you_want_to_cancel_trips
source: Are you sure you want to cancel this trip
es: ¿Realmente desea cancelar el viaje?
fr: Voulez-vous vraiment annuler la course?

source: Choose Option
es: Elige opción
fr: Choisissez une option

source: Camera
es: cámara
fr: Caméra

source: Photo Library
es: Galería de fotos
fr: Galerie de photos

source: Cancel
es: anular
fr: Annuler

source: Enter Promo Code.
es: Introducir el código promocional
fr: Saisir le code promotionnel

# Something_went_wrong
source: OOPs something went wrong.
es: OOPs algo salió mal.
fr: Une erreur est survenue

# Please_wait_for_admin_mail_forActivation
source: Please wait for admin verification.
es: Por favor, espere el correo electrónico del administrador para la activación.
fr: En attente de validation.

# Please_verify_your_email
source: Please verify your email address.
es: Por favor verificar su cuenta de correo electrónico.
fr: Veuillez vérifier votre boite mail.

source: Please verify your phone number.
es: Por favor, compruebe su número de teléfono.
fr: Veuillez vérifier votre numéro de téléphone.

# Please_contact_admin_toActivate
source: Please contact admin for activate.
es: Por favor, póngase en contacto con el administrador para que active.
fr: Veuillez contacter le support NIKKOS.

source: Share Cost
es: Compartir Costo ou Repartir el coste
fr: Partager le prix de la course

source: No client register with this number.
es: No hay registro de clientes con este número.
fr: Aucun client ne s'est inscrit avec ce numéro.

# Please_enter_Salutation
source: Please select salutation.
es: Por favor, introduzca su saludo.
fr: Veuillez entrer votre titre.

source: Please enter name.
es: Por favor, introduzca un nombre.
fr: Veuillez entrer un nom.

# Please_enter_name_lessThan15Char
source: Please enter name less then 30 characters.
es: Por favor, introduzca un nombre de menos de 15 caracteres.
fr: Veuillez entrer un nom de moins de 15 caractères.

# Please_enter_email
source: Please enter email address.
es: Por favor, introduzca su correo electrónico.
fr: Veuillez saisir une adresse mail.

# Please_enter_correct_format_mail
source: Please enter valid email address.
es: Por favor, introduzca un formato de correo electrónico correcta.
fr: Veuillez saisir une adresse mail correct.

source: Please enter password.
es: Por favor, introduzca la contraseña.
fr: Veuillez entrer le mot de passe.

source: Please enter confirm password.
es: Por favor confirme su contraseña.
fr: Veuillez confirmer votre mot de passe.

# Password_Donotmatch
source: Password & confirm password doesn't match.
es: La contraseña y la contraseña de confirmación no coinciden
fr: Le mot de passe et la confirmation du mot de passe ne correspondent pas

# Please_enter_Phone
source: Please enter phone number.
es: Por favor, introduzca su número de teléfono.
fr: Veuillez entrer votre numéro de téléphone.

# Please_enter_code
source: Please enter country code.
es: Por favor, introduzca el código.
fr: Veuillez entrer le code.

source: Please enter company name.
es: Por favor, introduzca el nombre de la empresa.
fr: Veuillez saisir le nom de l'entreprise.

source: Please enter company id.
es: Por favor, introduzca el ID de la empresa.
fr: Veuillez saisir l'identifiant de la société.

source: Please enter employee id.
es: Por favor, introduzca el ID del empleado
fr: Veuillez saisir l'identifiant de l'employé

source: Email Id
es: El correo electrónico de acceso
fr: Adresse mail

source: Please enter card holder name.
es: Por favor, introduzca el nombre del titular de la tarjeta.
fr: Entrez le nom du titulaire de la carte.

source: Please enter card number.
es: Por favor, introduzca el número de tarjeta.
fr: Saisir le numéro de la carte.

# Please_enter_cardNo_atleast12char
source: Card number should be between 12 to 18 characters.
es: Por favor, introduzca un número de tarjeta de al menos 12 caracteres.
fr: Entrez un numéro de carte d'au moins 12 caractères.

source: Please enter cvv code.
es: Por favor, introduzca el código CVV.
fr: Entrez le code CVV.

source: Please enter expiry month.
es: Por favor, introduzca el mes de vencimiento.ou Introduce el mes de caducidad, por favor
fr: Entrez la date d'expiration

source: Please enter expiry year.
es: Por favor, introduzca el año de caducidad. (Introduzca el año en que expira por favor)
fr: Entrez l'année d'expiration

# Nikkos_Customer
source: OnthegoCustomer!
es: Nikkos clientes!
fr: Client NIKKOS

source: Are you sure you want to logout ?
es: ¿Seguro que desea finalizar la sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

source: Ride has ended.
es: El vieaje ha terminado.
fr: La course est terminée

source: Ride has started.
es: El viaje a comenzado
fr: Le course a commencé

# Driver_has_arrived
source: Driver has arrived. Please contact with driver.
es: Driver has arrived. Please contact with him.
fr: Votre chauffeur est arrivé!

# Ride_canceled_bydriver
source: Ride cancelled by driver
es: Viaje cancelado por el conductor
fr: Course annulée par le chauffeur

source: My Cards
es: Mis tarjetas
fr: Mes cartes

source: Locations
es: Mis lugares preferidos
fr: Adresses favorites

source: NOT AVAILABLE
es: NO DISPONIBLE
fr: Indisponible

# Ok_key
source: Ok
es: De acuerdo
fr: D'accord

# Please_verify_email_bforLogin
source: Please verify your email address.
es: Comprueba la dirección de correo electrónico antes de iniciar sesión.
fr: Vérifiez votre adresse mail avant de vous connecter.

# You_cant_login_before_admin_approves_your_account
source: You cannot login until administrator activate your account.
es: No se puede firmar hasta que el administrador activa su cuenta
fr: Compte non actif

source: Please contact admin for activate.
es: Por favor, póngase en contacto con la administración para activar
fr: Veuillez contacter le support technique pour activer

source: Enter Email Id!
es: Introduzca un correo electrónico de identificación
fr: Entrez une adresse mail

source: Code
es: Código

# Cancel_PopUP
source: Are you sure, you want to cancel this ride? Cancellation charges may apply.
es: ¿Quieres cancelar este viaje? Se puede aplicar un cargo por cancelación.
fr: Voulez-vous annuler cette course? Des frais d'annulation peuvent s'appliquer.

# No_Data
source: No Data Available Right Now!
es: No hay datos disponibles ahora!
fr: Aucune donnée disponible en ce moment!

source: CONFIRM BOOKING
es: Reserva confirmada
fr: Confirmer la réservation

source: Title
es: Título
fr: Titre

source: Book For >
es: libro para >
fr: Livre pour >

# Number_Passenger
source: Number of passenger
es: Número de pasajeros
fr: Nombre de passagers

source: Surge
es: aumentar
fr: Majoration

source: Min Fare
es: Tarifa min
fr: Tarif Min

source: Cancel Trip
es: Cancelar la carrera
fr: Annuler la course

# Reason_Cancellation
source: Reasons for cancellation trip?
es: Razones para el viaje de cancelación?
fr: Raisons du voyage d'annulation?

source: Done
es: Hecho
fr: Terminé

# Thanks_Riding
source: Thanks for riding with Us!
es: Gracias por confiar en nosotros
fr: Merci d'avoir choisi Nikkos

source: Final Price :
es: Precio final
fr: Prix final

source: Trip date:
es: Nombre del viaje
fr: Date de la course

# Rate_Driver
source: Rate the driver:
es: Nota el servidor
fr: Notez le chauffeur

source: Comment:
es: Comentarios
fr: Commentaire

# Save_Rating
source: Save
es: Guardar
fr: Enregistrer

source: I would like to pay?
es: Me gustaría pagar
fr: Je veux payer

# Selete_DateTime
source: Select date and time
es: Seleccione fecha y hora
fr: Sélectionnez la date et l'heure

# Cancel_Date
source: Cancel
es: anular
fr: Annuler

source: Sign Up
es: Registro
fr: S'inscrire

# Pro_Customer
source: Pro-Client ?
es: Cliente profesional ?
fr: Client-Pro ?

# Title_Want_Pro_Customer
source: Want to be Pro-Customer?
es: ¿Quieres Pro-Cliente?
fr: Vous voulez Pro-Client?

source: BOOK FOR NOW
es: Reservar ahora
fr: Commande immédiate

source: BOOK FOR LATER
es: rodar más tarde
fr: Réservez plus tard

source: Pick-up Location
es: Lugar de recogida
fr: Adresse de prise en charge

source: Drop off Location
es: Lugar de envio
fr: Adresse d'arrivée

source: Do you want to delete this Card?
es: ¿Desea borrar esta tarjeta?
fr: Voulez-vous supprimer cette carte?

source: Driver Number
es: Número de conductor
fr: Numéro du pilote

# Date_Time_Travelling
source: Date/Time of travelling
es: Fecha y hora del viaje
fr: Date/Temps de voyage:

# Date_Time_Booking
source: Date/Time of booking
es: Fecha y hora de la reserva
fr: Date/Temps de la réservation:

source: Select your ride
es: Seleccione su traslado
fr: Sélectionnez votre course

source: My Ride
es: Mi translado
fr: Ma course

source: Cancel Request
es: Solicitud de cancelación
fr: Demande d’annulation

source: Driver Name/Plate No.
es: Nombre del servidor/Número de la placa
fr: Nom du chauffeur/Numéro de la plaque

# Please_Enter_OTP
source: Please enter OTP code
es: Introduzca su código OTP
fr: Rentrez votre code OTP

source: Verification
es: verificación?
fr: vérification?

source: LATER
es: luego
fr: plus tard

source: NOW
es: ahora
fr: à présent

source: Show ride on map
es: Mostrar paseo en el mapa
fr: Afficher le tour sur la carte

source: Rate now
es: Califica ahora
fr: Notez maintenant

source: Confirm
es: confirmar
fr: Confirmer

source: Select address
es: Seleccione el lugar
fr: Sélectionnez le lieu

# NoKey
source: No
fr: Non
